
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состояния здоровья!'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику Вашего здоровья. Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрезке. У испытуемого, находящегося в положение лёжа на спине в течение 5 минут определяют частоту пульса за 15 секунд; затем в течение 45 секунд испытуемый выполнит 30 приседаний. После окончания нагрузки испытуемый ложится, и него вновь подсчитывается число пульсаций за первые 15 секунд, а потом - за последние 15 секунд превой минуты периода восстановления. Важно! Если в процессе проведения испытания вы почувствуете себя плохо(появится головокружение, шум в ушах, сильная одышка и другое), то тест необходимо прервать и обратиться к врачу.'

txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.'
txt_hintname = "Ф.И.О."
txt_hintage = "0"
txt_test1 = 'Лягте на спину и замерте пульс за 15 секунд. Нажмите на кнопку "Начать первый тест", чтобы запустить таймер. Результат запишите в соответстующее поле.'
txt_test2 = 'Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", чтобы запустить счётчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначала за первые 15 секунд , затем за последние 15 секунд. Нажмите кнопку "Начать финальный тест", чтобы запустить таймер. Зеленым обозначены секунды, в течение которых необходимо проводить измерения, чёрным - минуты без замера пульсаций. Результаты запишите в соответствующие поля.'
txt_sendresults = 'Отправить результаты'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_age = 'Полных лет'
txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца:'